// Post.swift
// Copyright © RoadMap. All rights reserved.

import Foundation

/// Хранилище с информацией о постах с фото
struct Post {
    var names = ["НаруХина | Наруто и Хината", "НаруХина | Наруто и Хината", "Оха Аса", "Аниме", "Хината Хюга"]
    var imageNames = ["наруто1", "наруто2", "наруто3", "наруто4", "наруто5"]
    var statuses = [
        "Наруто 10 фильм",
        "Наруто 10 фильм",
        "256 серия",
        """
                "Йоу, собаки, я — Наруто Узумаки
                Да, и, кстати, я — будущий Хокаге
        """,
        "Хината❤️"
    ]
    var date = [
        "14 минут назад",
        "45 минут назад",
        "1 час назад",
        "3 часа назад",
        "8 часов назад"
    ]
}
