// User.swift
// Copyright © RoadMap. All rights reserved.

import Foundation

/// Хранилище с информацией о пользователе
struct User {
    let names = [
        "Ева Ежова",
        "Наташа Ананас",
        "Ирина Федосеева",
        "Анастасия Вереитинова",
        "Александр Григоренко",
        "Сергей Грачев",
        "Влад",
        "Эрнест",
        "Анна",
        "Саша Тишининов",
        "Паша",
        "Евгений Зверик",
        "Саша",
        "Влад Лымарь",
        "Алена",
        "Ангелина"
    ]
    
    let images: [(String, [String])] = [
        ("me", ["me", "me5", "me1"]),
        ("me5", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("Ирина", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("Настя", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("саша2", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("сергей", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("влад", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("эрнест", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("аня", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("Саша", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("паша", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("женя", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("саша3", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("влад2", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("алена", ["наруто1", "наруто2", "наруто3", "наруто4"]),
        ("ангелина", ["наруто1", "наруто2", "наруто3", "наруто4"])
    ]
    
    let cities = [
        "Москва",
        "Москва",
        "Саранск",
        "Белгород",
        "Оренбург",
        "Ростов-на-Дону",
        "Москва",
        "Москва",
        "Москва",
        "Москва",
        "Турция",
        "Москва",
        "Москва",
        "Москва",
        "Сочи",
        "Москва",
        "Москва",
        "Саранск",
        "Белгород",
        "Москва"
    ]
}
