// User.swift
// Copyright © RoadMap. All rights reserved.

import Foundation

/// Хранилище с информацией о пользователе
struct User {
    let names = [
        "Ева Ежова",
        "Наташа Ананас",
        "Ирина Федосеева",
        "Анастасия Вереитинова",
        "Александр Григоренко",
        "Сергей Грачев",
        "Влад",
        "Эрнест",
        "Анна",
        "Саша Тишининов",
        "Паша",
        "Евгений Зверик",
        "Саша",
        "Влад Лымарь",
        "Алена",
        "Ангелина"
    ]

    let images = [
        "me",
        "me5",
        "Ирина",
        "Настя",
        "саша2",
        "сергей",
        "влад",
        "эрнест",
        "аня",
        "Саша",
        "паша",
        "женя",
        "саша3",
        "влад2",
        "алена",
        "ангелина"
    ]
    let cities = [
        "Москва",
        "Москва",
        "Саранск",
        "Белгород",
        "Оренбург",
        "Ростов-на-Дону",
        "Москва",
        "Москва",
        "Москва",
        "Москва",
        "Турция",
        "Москва",
        "Москва",
        "Москва",
        "Сочи",
        "Москва",
        "Москва",
        "Саранск",
        "Белгород",
        "Москва"
    ]
}
